000100171101**free
000101171026exec sql
000102171026 select Campo into :Variable
000103171027 from Archivo
000104171027 where Campo = :Variable;     //Variable o Constante
000108171026
000109171026*inlr=*on;
000110171026return;
000111171026
